/*
 * Localizable.strings
 * AppCleaner
 */

/*
 * Drop view
 * Surround words with ** to make them bold.
 */
"**Drop** your apps **here**" = "**Arrastra** las aplicaciones **aquí**";
"**Searching…**" = "**Buscando…**";
"Loading Applications…" = "Cargando las aplicaciones…";

/*
 * Uninstall view
 * WARNING: do not modify the dot character and keep 2 whitespaces before and after.
 */
"One file has been found  •  %@" = "Se ha encontrado 1 archivo  •  %@";
"%1$i files were found  •  %2$@" = "Se han encontrado %1$i archivos  •  %2$@";
"Close" = "Cerrar"; // SmartDelete

// Confirmation dialog when removing precious user data.
"You are about to remove your %@ user data." = "You are about to remove your %@ user data.";
"Your user data are located in the following directory:\n%@" = "Your user data are located in the following directory:\n%@";
"Cancel" = "Cancelar";
"Remove" = "Borrar";

/* Bundles categories */
"User Applications" = "Aplicaciones del usuario";
"System Applications" = "Aplicaciones del sistema";
"User Widgets" = "Widgets del usuario";
"System Widgets" = "Widgets del sistema";
"User Plugins" = "Plugins del usuario";
"System Plugins" = "Plugins del sistema";

/* Preferences */
"Preferences" = "Preferencias";
"General" = "General";
"SmartDelete" = "Borrado inteligente";
"Updates" = "Actualizaciones";

/* Protected app dialog */
"Cannot remove protected apps" = "No puede eliminar las aplicaciones protegidas";
"You can choose which apps are protected in the preferences." = "Usted puede elegir qué aplicaciones están protegidas en las preferencias.";
"OK" = "OK";
"Preferences…" = "Preferencias…";

/* Old AppCleaner version dialog */
"Old AppCleaner installation detected" = "Se ha detectado una instalación antigua de AppCleaner";
"Some components installed by an older version of AppCleaner need to be upgraded." = "Algunos de los componentes instalados por una versión anterior de AppCleaner deben actualizarse.";
"Upgrade" = "Actualizar";
"Later" = "Después";

/* Unknown error */
"An unknown error occured" = "Se produjo un error.";
"Please contact the developer." = "Por favor, póngase en contacto con el desarrollador.";

/* Tooltip for protected apps */
"This app is protected" = "Esta aplicación está protegida";

/* Tooltip for apps protected by SIP */
"This app is protected by macOS and can't be removed" = "Esta aplicación está protegida por macOS y no puede ser eliminada";

/* Alert title for unremovable system apps. */
// FIXME: should be updated
"Cannot remove system apps" = "No puede eliminar las aplicaciones protegidas";


/*
 * Markup:
 *  - !!!warning!!!
 *  - !!note!!
 *  - `monospace`
 */
"UninstallHelpText" = "AppCleaner mover los elementos seleccionados a la papelera cuando se pulse el botón \"Borrar\". En algunas ocasiones se le solicitará la contraseña de administrador.
Puede cancelar el borrado en el menú Edición > Deshacer.

!!!Advertencia:!!! Compruebe siempre los archivos que vayan a ser eliminados. En algunos casos excepcionales AppCleaner puede seleccionar accidentalmente archivos que no estén relacionados con el programa que esté eliminando.";

/* Alert panel button, when an unexpected error occurs on removal */
"Report Error…" = "Report Error…";
